arduino/Arduino/hardware/cc3200emt/boards.txt
##############################################################
lpcc3200.name=cc3200 EMT w/ cc3200 (80MHz)
lpcc3200.upload.maximum_size=262144
lpcc3200.build.mcu=cortex-m4
lpcc3200.build.f_cpu=80000000L
lpcc3200.build.core=cc3200emt
lpcc3200.build.variant=launchpad
lpcc3200.build.hardware=tink2
lpcc3200.ldscript=cc3200.ld
#lpcc3200.upload.maximum_ram_size=32768
